Repository: mitrakov/deprecated
Catalog: las-notes-mac-win-native/macos/LasNotes/Localizable.xcstrings
Source language: en
Languages: es, ru

source: Archive note
es: Archivar nota
ru: Архивировать заметку

source: Cancel
es: Cancelar
ru: Отмена

source: Delete note
es: Eliminar nota
ru: Удалить заметку

source: ❤️ Digest
es: ❤️ Resumen
ru: ❤️ Обзор

# dlg-input-pin-hdr
source: PIN code
es: Código PIN
ru: PIN-код

# dlg-input-pin-txt
source: Input PIN code for this DB file:
es: Ingresa el código PIN para este archivo de base de datos:
ru: Введите PIN-код для этого файла БД:

# dlg-new-file-hdr
source: New DB file
es: Nuevo archivo de base de datos
ru: Новый файл БД

# dlg-new-file-lbl
source: DB Name
es: Nombre de base de datos
ru: Имя БД

# dlg-new-file-txt
source: Create a new DB file
es: Crear un nuevo archivo de base de datos
ru: Создать новый файл БД

# dlg-select-file
source: Select a DB file
es: Seleccione archivo de base de datos
ru: Выберите файл БД

# dlg-set-pin-hdr
source: Set PIN code
es: Establecer código PIN
ru: Установить PIN-код

# dlg-set-pin-txt
source: Input PIN code for this DB file (the file will be closed). Empty PIN code will discard the protection. NOTE: it's a basic protection level and the DB file will not be encrypted. The encryption is supported by plugins.
es: Introduzca el código PIN de este archivo de base de datos (el archivo se cerrará). El código PIN vacío apagará la protección. NOTA: Se trata de un nivel de protección básico y el archivo no se cifrará. El cifrado es compatible con plugins.
ru: Введите PIN-код для этого файла БД (файл будет закрыт). Пустой PIN-код снимет защиту. ПРИМЕЧАНИЕ: это базовый уровень защиты, и файл БД не будет зашифрован. Шифрование поддерживается с помощью плагинов.

source: Done
es: Hecho
ru: Готово

source: Edit note
es: Editar nota
ru: Редактировать заметку

source: File not found: %@
es: No se encuentra el archivo: %@
ru: Файл не найден: %@

# global-search
source: Global search (⌘⇧F)
es: Búsqueda global (⌘⇧F)
ru: Глобальный поиск (⌘⇧F)

# menu-about
source: About Las Notes...
es: Acerca de Las Notes...
ru: О программе...

# menu-close
source: Close File
es: Cerrar Archivo
ru: Закрыть файл

# menu-donate
source: Support the project
es: Apoyar el proyecto
ru: Поддержать проект

# menu-donate-done
source: ❤️ I have a donation code
es: ❤️ Tengo un código de donación
ru: ❤️ У меня есть код спонсора

# menu-donate-placeholder
source: Input here...
es: Introdúzcalo aquí...
ru: Введите здесь...

# menu-donate-txt
source: Donation code
es: Código de donación
ru: Код спонсора

# menu-new
source: New File...
es: Nuevo Archivo...
ru: Новый файл...

# menu-open
source: Open...
es: Abrir...
ru: Открыть...

# menu-open-recent
source: Open Recent
es: Abrir Reciente
ru: Открыть недавние

# menu-set-pin
source: Set PIN code...
es: Establecer código PIN...
ru: Установить PIN-код...

# menu-show-digest
source: Show Digest on startup
es: Mostrar Resumen al iniciar
ru: Показывать Обзор при запуске

# msg-about
source: Author: Artem Mitrakov (mitrakov-artem@yandex.ru) Support: support@lasnotes.com Licensed under MIT © All rights reserved
es: Autor: Artem Mitrakov (mitrakov-artem@yandex.ru) Soporte: support@lasnotes.com Licencia MIT © Todos los derechos reservados
ru: Автор: Артем Митраков (mitrakov-artem@yandex.ru) Поддержка: support@lasnotes.com Лицензия MIT © Все права защищены

# msg-archive-hdr
source: Archive note
es: Archivar nota
ru: Архивировать заметку

# msg-archive-txt
source: Are you sure you want to archive this note? It can be restored later
es: ¿Estás seguro de que deseas archivar esta nota? Se puede restaurar más tarde
ru: Уверены, что хотите архивировать эту заметку? Она может быть восстановлена позже

# msg-delete-hdr
source: Delete note
es: Eliminar nota
ru: Удалить заметку

# msg-delete-txt
source: Are you sure you want to delete this note?
es: ¿Estás seguro que deseas eliminar esta nota?
ru: Уверены, что хотите удалить эту заметку?

# msg-donate-invalid
source: Donation code is invalid
es: El código de donación no es válido
ru: Неверный код

# msg-donate-valid
source: Thanks for your donation! ❤️
es: ¡Gracias por tu donación! ❤️
ru: Благодарим за помощь проекту! ❤️

# msg-invalid-pin
source: Invalid PIN code
es: Código PIN no válido
ru: Неверный PIN-код

# msg-note-added
source: Note added
es: Nota añadida
ru: Заметка добавлена

# msg-note-updated
source: Note updated
es: Nota actualizada
ru: Заметка обновлена

# msg-pin-set
source: PIN code is set for this DB file. Your note is saved to the clipboard.
es: Se ha configurado el código PIN para este archivo de base de datos. Tu nota se guarda en el portapapeles.
ru: Для этого файла БД установлен PIN-код. Ваша заметка сохранена в буфере обмена.

# msg-pin-unset
source: PIN code is unset
es: El código PIN se borra
ru: PIN-код снят

# msg-tag-needed-hdr
source: Tag required
es: Etiqueta requerida
ru: Требуется тег

# msg-tag-needed-txt
source: Please add at least 1 tag, e.g. "Work" or "Home"
es: Agregue al menos una etiqueta, por ejemplo, "Trabajo" o "Casa"
ru: Добавьте хотя бы 1 тег, напр. "Работа" или "Дом"

source: New
es: Nueva
ru: Новая

# restore-note
source: Restore from archive
es: Restaurar desde el archivo
ru: Восстановить из архива

# save-note
source: Save (⌘S)
es: Guardar (⌘S)
ru: Сохранить (⌘S)

source: Show Archive
es: Mostrar Archivo
ru: Показать архив

# splash-new
source: New DB file (⌘⇧N)
es: Nuevo archivo de DB (⌘⇧N)
ru: Новый файл БД (⌘⇧N)

# splash-open
source: Open DB file (⌘O)
es: Abrir archivo de DB (⌘O)
ru: Открыть файл БД (⌘O)

source: Success
es: Éxito
ru: Выполнено

source: Tag1, Tag2, ...
es: Etiqueta1, Etiqueta2, ...
ru: Тег1, Тег2, ...

source: Tags:
es: Etiquetas:
ru: Теги:

# toolbar-bold
source: Bold
es: Negrita
ru: Жирный шрифт

# toolbar-bullet-list
source: Bulleted List
es: Lista con Viñetas
ru: Маркированный список

# toolbar-code
source: Code block
es: Código en Bloque
ru: Блок кода

# toolbar-donate
source: Support the project
es: Apoyar el proyecto
ru: Поддержать проект

# toolbar-h1
source: Heading 1
es: Título 1
ru: Заголовок 1

# toolbar-h2
source: Heading 2
es: Título 2
ru: Заголовок 2

# toolbar-h3
source: Heading 3
es: Título 3
ru: Заголовок 3

# toolbar-image
source: Image
es: Imagen
ru: Картинка

# toolbar-italic
source: Italic
es: Cursiva
ru: Курсив

# toolbar-link
source: Link
es: Enlace
ru: Ссылка

# toolbar-more
source: Markdown Help
es: Ayuda con Markdown
ru: Справка по разметке

# toolbar-num-list
source: Numbered List
es: Lista Numerada
ru: Нумерованный список

# toolbar-quote
source: Blockquote
es: Cita
ru: Цитата

# toolbar-rule
source: Horizontal Rule
es: Regla Horizontal
ru: Горизонтальная линия

# toolbar-strike
source: Strikethrough
es: Tachado
ru: Зачёркнутый

# toolbar-table
source: Table
es: Tabla
ru: Таблица

# toolbar-ticks
source: Inline Code
es: Código en Línea
ru: Код

source: Yes
es: Sí
ru: Да

source: Error
ru: Ошибка

source: No
ru: Нет
